Repository: sumedia-wordpress/urlify
Catalog: languages/sumedia-urlify-*.po
Languages: de_de

source: Configuration
de_de: Konfiguration

source: Back to the plugin overview
de_de: Zurück zur Plugin Übersicht

source: The data has successfully been saved
de_de: Die Daten wurden erfolgreich gespeichert

source: The data could not be setted
de_de: Die Daten konnten nicht gesetzt werden

source: The form could not be verified, please try again
de_de: Das Formular konnte nicht verifiziert werden, bitte versuchen Sie es erneut

source: Missing parameter: %s.
de_de: Fehlender Parameter: %s.

source: The given slug: %s is not a valid slug.
de_de: Der übergebene URL-Teil: %s ist nicht valide.

source: Admin URL is not a valid slug
de_de: Der übergebene URL-Teil: %s ist nicht valide

source: Login URL is not a valid slug
de_de: Der übergebene URL-Teil: %s ist nicht valide

source: The class has not been initialized proper
de_de: Die Klasse muss initialisiert werden

source: Could not set rewrite to incorrect slug
de_de: Rewrite konnte wegen einer fehlerhaften URL nicht gesetzt werden

source: Setup URL Rewrites
de_de: URL Rewrites einrichten

source: Save URL's
de_de: URL's speichern

source: Reset to Wordpress Defaults
de_de: Zu WordPress Standard zurücksetzen

source: Important: Before you can remove this plugin you have to deactivate it. %sMore Details%s
de_de: Wichtig: Bevor Sie dieses Plugin entfernen können, müssen Sie es deaktivieren. %sMehr Details%s

source: This Plugin will provide a way to disallow access to /wp-admin/ with the renaming of the backends default url. It can rewrite the wp-login.php location too, so bots will have no chance to find the login script.
de_de: Dieses Plugin stellt eine Lösung zur Verfügung um den Zugriff auf /wp-admin/ zu verbieten und dessen URL zu ändern. Es kann auch die wp-login.php URI überschreiben, so, dass Bots hier keine Chance haben das Loginscript zu finden.

source: Changes important URL's to improve security
de_de: Ändert wichtige URL's um die Sicherheit zu erhöhen
